Repository: ubc/iPeer
Catalog: app/locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Guard Plugin
es_es: Plugin Guard

source: If you cloned iPeer from git, you may need to run git submodule init and git submodule update.
es_es: Si usted ha clonado iPeer desde git, puede que necesite ejecutar "git submodule init" y "git submodule update".

source: Sendmail or Sendmail Wrapper
es_es: Sendmail o envoltura de Sendmail

source: Required if you want email functions.
es_es: Necesaria si quieres funciones de correo electrónico.

source: Permissions for email scheduling.
es_es: Permisos para la programación de correo electrónico.

source: If failed, remove Apache user from "/etc/at.deny" or "/var/at/at.deny"
es_es: Si no, eliminar el usuario Apache de "/etc/at.deny" o "/var/at/at.deny"

source: PHP LDAP Extension.
es_es: Extensión PHP LDAP.

source: Required if you are planning to use LDAP authentication.
es_es: Necesaria si desea utilizar la autenticación LDAP.

source: Required if you are planning to use TeamMaker.
es_es: Necesaria si usted está planeando utilizar TeamMaker.

source: PHP memory limit at least 64 MB
es_es: Límite de memoria PHP de al menos 64 MB

source: Some operations, such as export, requires more memory when dealing with large courses.
es_es: Algunas operaciones, tales como la exportación, requieren más memoria cuando se trata de cursos grandes.

source: PHP Directive
es_es: Directiva PHP

source: Recommended
es_es: Recomendado

source: is Free Software released under the GNU/GPL License.
es_es: es software libre publicado bajo la licencia GNU/GPL.

source: Step 3: iPeer Database Configuration
es_es: Paso 3: Configuración de la base de datos de iPeer

source: Data Setup Option
es_es: Opción de configuración de datos

source: MySQL Database Configuration Parameters
es_es: Parámetros de configuración de base de datos MySQL

source: Step 4: System Parameters Configuration
es_es: Paso 4: Configuración de parámetros del sistema

source: Important!
es_es: ¡Importante!

source: For security reasons, please set the configuration directory (%s) and database.php (%s) back to read only.
es_es: Por razones de seguridad, establezca el directorio de configuración (%s) y el fichero database.php (%s) a solo lectura.

source: If you opted to install with example data, you can login to the example user accounts with the password 'ipeeripeer'
es_es: Si usted optó por instalar datos de ejemplo, se puede acceder a las cuentas de usuario de ejemplo con la contraseña 'ipeeripeer'

source: iPeer V2 with TeamMaker
es_es: iPeer V2 con TeamMaker

source: Info
es_es: Información

source: Public lets you share this mixed evaluation with other instructors.
es_es: Público le permite compartir esta evaluación mixta con otros profesores.

source: Start marks from zero for all Likert questions.
es_es: Inicia las puntuaciones en cero para todas las preguntas tipo Likert.

source: Adds a reflective questions section for evaluators.
es_es: Agrega una sección de preguntas reflexivas para los evaluados.

source: Cancel
es_es: Cancelar

source: Reflective Questions for the evaluator are included.
es_es: Se incluyen preguntas reflexivas para el evaluador.

source: MixEval Preview
es_es: Vista previa de evaluación mixta

source: Add Client
es_es: Añadir cliente

source: Add Token
es_es: Añadir token

source: Faculties
es_es: Facultades

source: Departments
es_es: Departamentos

source: System Parameters
es_es: Parámetros del sistema

source: iPeer Login
es_es: Acceder a iPeer

source: aka LOM, Evaluation Range (Max 10)
es_es: también conocido como ND, rango de evaluación (max. 10)

source: Number of Criteria
es_es: Número de criterios

source: Number of Evaluation Aspects (Max 25)
es_es: Número de aspectos de evaluación (Max 25)

source: Public lets you share this rubric evaluation with other instructors.
es_es: Público le permite compartir esta evaluación de rúbrica con otros profesores.

source: Zero Mark
es_es: Calificación cero

source: No Marks Given for Level of Mastery of 1
es_es: Ninguna marca para un nivel de dominio de 1

source: View mode determines the rubric layout that will be visible to the students.
es_es: El modo de vista determina el diseño de rúbrica que será visible para los estudiantes.

source: "Criteria" mode separates the rubric into sections for each criteria. Under each section, all users will be listed for that particular criteria. This mode is useful as it provides easy comparisons between students.
es_es: El modo de "Criterios" separa la rúbrica en secciones para cada criterio. En cada sección, se listarán todos los usuarios de ese criterio particular. Este modo es útil ya que proporciona fácil comparación entre los estudiantes.

source: "Student" mode separates the rubric into sections for each student. Under each section, all criteria will be listed for that particular student. This mode is useful as students can be evaluated one at a time.
es_es: El modo de "Estudiante" separa la rúbrica en secciones para cada estudiante. En cada sección, se listarán todos los criterios para cada alumno particular. Este modo es útil para evaluar a los estudiantes de uno en uno.

source: Show/Hide Criteria mode example
es_es: Mostrar/Ocultar Ejemplo de modo criterio

source: Show/Hide Student mode example
es_es: Mostrar/Ocultar Ejemplo de modo de estudiante

source: <strong>Criteria Example</strong><br><br>
es_es: <strong>Ejemplo de criterios</strong><br><br>

source: <strong>Student Example</strong><br><br>
es_es: <strong>Ejemplo de estudiante</strong><br><br>

source: Preview (Update Format)
es_es: Previsualizar (actualizar formato)

source: Rubric Edit
es_es: Editar rúbrica

source: Points Per Member
es_es: Puntos por miembro

source: Public lets you share this simple evaluation with other instructors.
es_es: Público le permite compartir esta evaluación simple con otros profesores.

source: View Simple Evaluation
es_es: Ver evaluación simple

source: Evaluation Name
es_es: Nombre de la evaluación

source: Close
es_es: Cerrar

source: Simple Evaluation Preview
es_es: Vista previa de evaluación simple

source: Edit Survey Group Set
es_es: Editar encuesta de conjunto de grupos

source: match score
es_es: puntuación

source: Show responses for question:
es_es: Mostrar respuestas para la pregunta:

source: Move to ...
es_es: Mover a …

source: Save Groups
es_es: Guardar grupos

source: Give the export file a name.
es_es: Dar al archivo de exportación un nombre.

source: Select the survey group set you would like to export.
es_es: Seleccione el conjunto de grupo de estudio que desea exportar.

source: Please select at least one of the export fields.
es_es: Por favor seleccione al menos uno de los campos de exportación.

source: Export Fields
es_es: Exportar campos

source: Add Survey Group Set
es_es: Añadir encuesta de conjunto de grupos

source: Please Select a survey event to make groups
es_es: Por favor, seleccione un evento de encuesta para hacer grupos

source: Select a survey
es_es: Seleccione una encuesta

source: No survey event found for this course!
es_es: ¡No se encontró ninguna encuesta para este curso!

source: Please create a survey first, and have your students complete it.
es_es: Por favor, cree una encuesta primero, y haga que sus estudiantes completen la misma.

source: Go Back
es_es: Retroceder

source: Click on any user name to view their answers to this survey.
es_es: Haga clic en cualquier nombre de usuario para ver sus respuestas a esta encuesta.

source: To adjust weightings and create a new set of teams, just go
es_es: Para ajustar las ponderaciones y crear un nuevo conjunto de equipos, sólo vaya

source: back
es_es: atrás

source: To edit these teams, first save them below.
es_es: Para editar estos equipos, primero guardarlos a continuación.

source: Note:
es_es: Nota:

source: Higher 'Match Score' is better.
es_es: Una puntuación más alta es mejor.

source: Match Score
es_es: Puntuación

source: Team Members
es_es: Miembros del equipo

source: Group Set Name:
es_es: Nombre de grupo:

source: (Select Question to Load)
es_es: (Seleccione la pregunta a cargar)

source: Load
es_es: Carga

source: Load a master question as your template.
es_es: Carga una pregunta maestra como plantilla.

source: Whether this question can be used as a template for new questions.
es_es: Si esta cuestión puede utilizarse como una plantilla para nuevas preguntas.

source: Multiple Choice (Single Answer)
es_es: Opción múltiple (respuesta única)

source: Choose Any Of... (Multiple Answers)
es_es: Elegir cualquiera de… (Varias respuestas)

source: Single Line Text Input
es_es: Entrada de texto de línea simple

source: Long Answer Text Input
es_es: Entrada de texto de respuesta larga

source: Save Question
es_es: Guardar pregunta

source: (No Template)
es_es: (Sin plantilla)

source: Public lets you share this survey template with other instructors.
es_es: Público le permite compartir esta plantilla de encuesta con otros profesores.

source: Survey
es_es: Encuesta

source: Add Survey
es_es: Agregar encuesta

source: Are you sure you want to delete
es_es: Seguro que quieres eliminar

source: Top
es_es: Ir arriba

source: Up
es_es: Subir

source: Down
es_es: Abajo

source: Bottom
es_es: Abajo

source: Add Question
es_es: Añadir pregunta

source: Done
es_es: Hecho

source: Survey Title
es_es: Título de la encuesta

source: Modified
es_es: Modificado

source: Add Sys Parameter
es_es: Añadir parámetro del sistema

source: Change Password
es_es: Cambiar contraseña

source: Old Password
es_es: Contraseña anterior

source: New Password
es_es: Nueva contraseña

source: Confirm New Password
es_es: Confirmar nueva contraseña

source: Add Client Credential
es_es: Añadir credenciales de cliente

source: Key
es_es: Clave

source: Secret
es_es: Secreto

source: &nbsp;Comment:
es_es: &nbsp;Comentario:

source: Add Token Credential
es_es: Agregar credencial de token

source: Expires
es_es: Caduca

source: All fields mandatory, except email and password.
es_es: Todos los campos obligatorios, excepto correo electrónico y contraseña.

source: If email column is missing, students can update their profiles by clicking on their name (near the Logout link).
es_es: Si falta la columna de correo electrónico, los estudiantes pueden actualizar sus perfiles haciendo clic sobre su nombre (cerca del enlace de cerrar sesión).

source: If password column is missing, system will generate random password for each student.
es_es: Si falta la columna password, el sistema genera contraseñas aleatorias para cada estudiante.

source: If the user already exists, their password will NOT be changed.
es_es: Si el usuario ya existe, no se modificará la contraseña.

source: If an external authentication module is enabled (e.g. CWL or Shibboleth), password column can be ignored. Students will use external authentication module to login.
es_es: Si se habilita un módulo de autenticación externa (CWL o Shibboleth), puede omitirse la columna password. Los estudiantes usarán el módulo de autenticación externa para iniciar sesión.

source: Please make sure to remove the header from the CSV file.
es_es: Por favor, asegúrese de quitar el encabezado del archivo CSV.

source: Username,First Name,Last Name,Student#,<i>Email(optional),Password(optional)</i>
es_es: Nombre de usuario,Nombre,Apellidos,ID de estudiante,<i>Email (opcional),Contraseña (opcional)</i>

source: Remove old students and add new students.
es_es: Eliminar estudiantes antiguos y añadir nuevos estudiantes.

source: Import User
es_es: Importar usuario

source: Search for the primary account on the left by name, username, or student number.
es_es: Búsqueda de la cuenta principal a la izquierda por nombre, nombre de usuario o número de estudiante.

source: Search for the secondary account on the right by name, username, or student number.
es_es: Búsqueda de la cuenta secundaria a la derecha por nombre, nombre de usuario o número de estudiante.

source: WARNING: The merger of two accounts cannot be undone.
es_es: ADVERTENCIA: La fusión de las dos cuentas no se puede deshacer.

source: Merge Accounts
es_es: Combinar cuentas

source: Merge
es_es: Combinar

source: User(s) failed on creation:
es_es: Error al crear los usuarios:

source: User(s) modified successfully:
es_es: Usuario(s) modificado(s) con éxito:

source: User(s) created successfully:
es_es: Usuario(s) creado(s) correctamente:

source: User(s) updated successfully:
es_es: Usuario(s) actualizad(s) correctamente:

source: Debug setting does not allow access to this url.
es_es: La configuración de depuración no permite el acceso a esta url.
