Repository: ubc/iPeer
Catalog: app/locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: The group set was deleted successfully.
es_es: El conjunto de grupos se ha eliminado correctamente.

source: Failed to delete group set.
es_es: Error al eliminar el grupo.

source: Group set change failed.
es_es: Cambio de grupo fallido.

source: Group set changed successfully.
es_es: Grupo cambiado correctamente.

source: Export Survey Groups
es_es: Exportar grupos de encuesta

source: Please select a survey group set to export.
es_es: Por favor seleccione un grupo de encuesta para la exportación.

source: Please select at least one export field.
es_es: Por favor, seleccione al menos un campo de exportación.

source: Surveys
es_es: Encuestas

source: Questions
es_es: Preguntas

source: Surveys to show:
es_es: Encuestas para mostrar:

source: Are you sure you want to delete this survey permanently?
es_es: ¿Está seguro que desea eliminar permanentemente esta encuesta?

source: View Survey
es_es: Ver encuesta

source: Edit Survey
es_es: Editar encuesta

source: Edit Questions
es_es: Editar preguntas

source: Copy Survey
es_es: Copiar encuesta

source: Delete Survey
es_es: Eliminar encuesta

source: Survey is saved!
es_es: ¡Encuesta guardada!

source: Error on saving survey.
es_es: Error al guardar la encuesta.

source: Error: You do not have permission to edit this survey
es_es: Error: No tienes permiso para modificar esta encuesta

source: Submissions have been made. %s cannot be edited. Please make a copy.
es_es: Se ha hecho el envío. %s no puede ser editado. Por favor haga una copia.

source: The Survey was edited successfully.
es_es: La encuesta fue editada con éxito.

source: Error: The Survey was not saved successfully.
es_es: Error: La encuesta no fue guarda correctamente.

source: Copy
es_es: Copiar

source: Error: You do not have permission to delete this survey
es_es: Error: No tienes permiso para borrar esta encuesta

source: The survey was deleted successfully.
es_es: La encuesta se ha eliminado con éxito.

source: Survey delete failed.
es_es: Error al eliminar la encuesta.

source: The question was removed successfully.
es_es: La pregunta fue quitada con éxito.

source: The question was added successfully.
es_es: La pregunta fue agregada con éxito.

source: Failed to save question.
es_es: No se pudo guardar la pregunta.

source: The question was updated successfully.
es_es: La pregunta fue actualizada correctamente.

source: Error in saving question.
es_es: Error al guardar la pregunta.

source: Edit Question
es_es: Editar pregunta

source: Sys Parameters
es_es: Parámetros del sistema

source: Code
es_es: Código

source: Value
es_es: Valor

source: Created
es_es: Creado

source: Updated
es_es: Actualizado

source: Are you sure you wish to delete this System Parameter?
es_es: ¿Está seguro que desea eliminar este parámetro del sistema?

source: Delete
es_es: Eliminar

source: String
es_es: Cadena

source: Integer
es_es: Entero

source: Boolean
es_es: Booleano

source: The record is saved successfully
es_es: El registro se ha guardado con éxito

source: Failed to save the record
es_es: No se pudo guardar el registro

source: The record is edited successfully.
es_es: El registro se ha editado con éxito.

source: The record is deleted successfully.
es_es: El registro se ha borrado con éxito.

source: Upgrade
es_es: Actualizar

source: It seems you do not have a installation of iPeer. Please install it first!
es_es: Parece que no tienes una instalación de iPeer. Por favor, ¡instálelo primero!

source: Users
es_es: Usuarios

source: Full Name
es_es: Nombre completo

source: Delete this user. Irreversible. Are you sure?
es_es: Eliminar a este usuario. Irreversible. ¿Está seguro?

source: Resets user's password. Are you sure?
es_es: Restablece la contraseña del usuario. ¿Estás seguro?

source: Resets user's password without sending a email. The user will lose access to the system. Are you sure?
es_es: Se restablece la contraseña del usuario sin enviar un correo electrónico. El usuario perderá el acceso al sistema. ¿Estás seguro?

source: Show role:
es_es: Mostrar rol:

source: View User
es_es: Ver usuario

source: Send Email
es_es: Enviar correo electrónico

source: Edit User
es_es: Editar usuario

source: Delete User
es_es: Eliminar usuario

source: Reset Password
es_es: Recuperar contraseña

source: Reset Password Without Email
es_es: Restablecer contraseña sin correo electrónico

source: Students
es_es: Estudiantes

source: Failed to save.</br>
es_es: Error al guardar.</br>

source: Error: You do not have permission to view users
es_es: Error: No tienes permiso para ver los usuarios

source: Error: This user does not exist
es_es: Error: Este usuario no existe

source: Error: You do not have permission to view this user
es_es: Error: No tienes permiso para ver este usuario

source: Add User
es_es: Añadir usuario

source: Error: You do not have permission to enrol this user.
es_es: Error: No tienes permiso para matricular a este usuario.

source: Error: The student is already enrolled.
es_es: Error: El alumno ya está matriculado.

source: Error: Unable to enrol the user.
es_es: Error: No puede inscribir al usuario.

source: User is successfully enrolled.
es_es: Usuario inscrito con éxito.

source: Error: You do not have permission to readd this user.
es_es: Error: No tienes permiso para volver a añadir a este usuario.

source: User is successfully readded.
es_es: Usuario añadido de nuevo con éxito.

source: Error: Unable to readd the user.
es_es: Error: No se puede volver a añadir al usuario.

source: Error: This user does not exist.
es_es: Error: Este usuario no existe.

source: Error: You do not have permission to edit users.
es_es: Error: No tienes permiso para editar los usuarios.

source: Error: You do not have permission to edit this user.
es_es: Error: No tienes permiso para editar este usuario.

source: User successfully updated!
es_es: ¡Usuario actualizado correctamente!

source: Error: Unable to update user.
es_es: Error: No se puede actualizar usuario.

source: Error: You do not have permission to edit this user
es_es: Error: No tienes permiso para editar este usuario

source: New passwords do not match
es_es: Las nuevas contraseñas no coinciden

source: Old password is incorrect
es_es: La contraseña anterior es incorrecta

source: Your Profile Has Been Updated Successfully.
es_es: Tu perfil ha sido actualizado correctamente

source: Edit Profile
es_es: Editar perfil

source: Error: You do not have permission to delete this user
es_es: Error: No tienes permiso para borrar este usuario

source: Record is successfully deleted!
es_es: ¡Registro borrado con éxito!

source: Error: Delete failed!
es_es: Error: ¡Error al eliminar!

source: Student is successfully unenrolled!
es_es: ¡Estudiante eliminado con éxito!

source: Error: Unenrol failed!
es_es: Error: ¡Error al eliminar!

source: Username "
es_es: Usuario "

source: " already exists.
es_es: " ya existe.

source: Password successfully reset. The new password is %s.
es_es: Contraseña restablecida con éxito. La nueva contraseña es %s.

source: Email has been sent.
es_es: El correo electrónico ha sido enviado.

source: Email was <u>not</u> sent to the user.
es_es: El correo electrónico <u>no</u> fue enviado al usuario.

source: No email has been sent. User does not have email address.
es_es: No se ha enviado ningún correo electrónico. El usuario no tiene dirección de correo electrónico.

source: Error: That course does not exist.
es_es: Error: No existe ese curso.

source: Import Students From Text (.txt) or CSV File (.csv)
es_es: Importar estudiantes de archivos de texto (.txt) o archivos CSV (.csv)

source: Student No.
es_es: Nº de estudiante

source: Merge Users
es_es: Combinar usuarios

source: Error: The secondary account is the currently logged in user.
es_es: Error: La cuenta secundaria es el usuario actualmente conectado.

source: Error: The users do not have the same role.
es_es: Error: Los usuarios no tienen el mismo rol.

source: Error: No merger needed. The primary and secondary accounts are the same.
es_es: Error: No se necesita combinación. Las cuentas primarias y secundarias son las mismas.

source: The two accounts have successfully merged.
es_es: Las dos cuentas se han fusionado con éxito.

source: Error: The two accounts could not be merged.
es_es: Error: No se pueden combinar las dos cuentas.

source: User Not Found!
es_es: ¡Usuario no encontrado!

source: Error: You do not have permission to reset the password for this user
es_es: Error: No tienes permiso para cambiar la contraseña de este usuario

source: Status(X/OK),
es_es: Estado (X/OK),

source: Group Name,
es_es: Nombre de grupo,

source: First Name,
es_es: Nombre,

source: Last Name,
es_es: Apellido,

source: Student Number,
es_es: Número de estudiante,

source: Final Mark,
es_es: Nota final,

source: Comments
es_es: Comentarios

source: Members who have not submitted their evaluations
es_es: Miembros que no han enviado sus evaluaciones

source: Left the group, but had submitted or were evaluated
es_es: Dejó el grupo, pero ha enviado evaluación o fue evaluado

source: Evaluation Results
es_es: Resultados de evaluación

source: Evaluatee
es_es: Evaluado

source: Final Total
es_es: Recuento final

source: Self-Evaluation
es_es: Autoevaluación

source: Group Average
es_es: Media del grupo

source: Evaluator
es_es: Evaluador

source: Number of Evaluators
es_es: Número de evaluadores

source: General Comment
es_es: Observación general

source: Group
es_es: Grupo

source: Event Name
es_es: Nombre del evento

source: Evaluation Type
es_es: Tipo de evaluación

source: No filename extension. Must be csv.
es_es: Sin extensión de nombre de archivo. Debe ser csv.

source: Error reading file
es_es: Error al leer el archivo.

source: iPeer does not support the file type '.
es_es: iPeer no admite el tipo de archivo ‘.

source: '. Please use only text files (.txt) or comma seperated values files (.csv).
es_es: '. Utilice sólo archivos de texto (.txt) o archivos de valores de separados por comas (.csv).

source: days
es_es: días

source: hours
es_es: horas

source: minutes
es_es: minutos

source: seconds
es_es: segundos

source: N/A
es_es: No disponible

source: Database patching failed: %s
es_es: Error de actualización de base de datos: %s

source: You need to implemented up() function in the upgrade script.
es_es: Necesita implementar la función up() en el script de actualización.

source: You need to implemented down() function in the upgrade script.
es_es: Necesita implementar la función down() en el script de actualización.

source: Invalid column number on line %d
es_es: Número de columna no válido en la línea %d

source: Username can not be empty. line %d
es_es: El nombre de usuario no puede estar vacío. Línea %d

source: No valid user to add
es_es: Usuario no válido para agregar

source: Skipped entire test method: %s
es_es: Omite el método de prueba entero: %s

source: No filename resulting after parsing. Function: %s
es_es: Ningún nombre de archivo resultante después del análisis. Función: %s

source: Unable to save temp file to file system.
es_es: No se puede guardar el fichero temporal en el sistema de archivos.

source: %s is not an allowed type.
es_es: %s no es un tipo permitido.

source: extension is not allowed.
es_es: extensión no está permitida.

source: File exceeds %s byte limit.
es_es: El archivo supera el límite de %s bytes.

source: Could not find AclComponent. Please include Acl in Controller::$components.
es_es: No se pudo encontrar AclComponent. Por favor incluya la Acl en Controller::$components.

source: Role
es_es: Rol

source: Course subjects and course numbers, e.g. APSC 201 001
es_es: Temas del curso y número de curso, por ejemplo, APSC 201 001

source: Course title, e.g. Technical Communication
es_es: Título del curso, por ejemplo, comunicación técnica

source: Add Instructor
es_es: Añadir profesor

source: Add Tutor
es_es: Añadir tutor

source: Selecting correct assoication will allow admin to help troubleshooting.
es_es: La selección correcta de la asociación permitirá ayudar a la solución de problemas por el administrador.

source: e.g. http://mycoursehome.com
es_es: por ejemplo, http://mycoursehome.com

source: Save
es_es: Guardar

source: Evaluation Events
es_es: Eventos de evaluación

source: Team Maker
es_es: Creador de equipos

source: Instructions
es_es: Instrucciones

source: All fields are mandatory.
es_es: Todos los campos son obligatorios

source: When all fields are filled, the Submit button will become available.
es_es: Cuando se llenen todos los campos, el botón Enviar estará disponible.

source: If the source course does not have a survey, the source survey and destination survey fields are not required.
es_es: Si el curso de origen no tiene una encuesta, los campos encuesta de origen y destino no son obligatorios.

source: You can choose to import into a duplicate of the source survey or choose an existing survey.
es_es: Usted puede elegir importar en un duplicado de la encuesta de origen o elegir una encuesta existente.

source: The conditions below must be met for the move to be successful.
es_es: Deben cumplirse las condiciones siguientes para que el traslado tenga éxito.

source: Conditions
es_es: Condiciones

source: Only Text (.txt) and CSV File (.csv) can be used.
es_es: Sólo se pueden utilizar archivos de texto (.txt) y CSV (.csv).

source: Only student numbers and usernames can be used in the file but not both.
es_es: Sólo número de alumnos y nombres de usuario pueden utilizarse en el archivo, pero no ambos.

source: The Destination Course must be accessible to you.
es_es: El curso de destino debe ser accesible para usted.

source: The existing Destination Survey needs to use the same template as the Source Survey.
es_es: La encuesta de destino existente tiene que usar la misma plantilla que la encuesta de origen.

source: Examples:
es_es: Ejemplos:

source: Move or Copy Group of Students
es_es: Mover o copiar grupo de estudiantes

source: Student Identifier
es_es: Identificador de estudiante

source: No surveys were found in the Source Course.
es_es: No se han encontrado encuestas en el curso de origen.

source: Destination Survey
es_es: Encuesta de destino

source: Move or Copy?
es_es: ¿Mover o copiar?

source: "Move" will unenrol the student from the Source Course.
es_es: "Mover" desmatricula al alumno en el curso de origen.

source: User(s) failed to transfer:
es_es: Error al transferir los usuarios:

source: Reason
es_es: Razón

source: User(s) successfully transferred:
es_es: Usuario(s) transferido(s) con éxito:

source: Note
es_es: Nota

source: Back to Course
es_es: Volver al curso

source: Add Course
es_es: Añadir curso

source: When all fields have been filled, the Submit button will become available.
es_es: Cuando se hayan rellenado todos los campos, el botón Enviar estará disponible.

source: The Source Course must have a survey.
es_es: El curso de origen debe tener una encuesta.

source: The Student being moved must have made a submission to the Source Survey.
es_es: El estudiante que se está desplazando debe haber hecho un envío a la encuesta de origen.

source: The Source Survey needs to use the same template as the Source Survey.
es_es: La encuesta fuente necesita utilizar la misma plantilla que la encuesta fuente.

source: Move or Copy Student
es_es: Mover o copiar estudiante

source: Instructor(s)
es_es: Profesor(es)

source: Email To All
es_es: Email a todos

source: Email To All Instructors
es_es: Correo electrónico a todos los instructores

source: Homepage
es_es: Sitio web

source: Created By
es_es: Creado por

source: Updated By
es_es: Actualizado por

source: Created At
es_es: Creado en

source: Updated At
es_es: Actualizado el

source: Back
es_es: Atrás

source: Add
es_es: Añadir

source: Add Department
es_es: Añadir departamento

source: Are you sure you want to delete %s?
es_es: ¿Seguro que quieres eliminar %s?

source: Create Date
es_es: Fecha de creación

source: Updater
es_es: Actualizador

source: Update Date
es_es: Fecha de actualización

source: List Evaluation Results
es_es: Listar resultados de evaluación

source: List Rubrics
es_es: Listar rúbricas

source: Add Simple Evaluation
es_es: Añadir evaluación simple

source: List Simple Evaulations
es_es: Listar rúbricas

source: --- No Course Selected ---
es_es: --- Ningún curso seleccionado ---

source: --- All Courses ---
es_es: --- Todos los cursos ---

source: Are you sure to remove instructor
es_es: Está seguro de eliminar el instructor

source: from this course?
es_es: de este curso?

source: Communication error!
es_es: ¡Error de comunicación!

source: is created
es_es: creado por

source: Due
es_es: Vencido

source: Hello
es_es: Hola

source: Your iPeer password has been reset to the password below.
es_es: Su contraseña iPeer se ha restablecido a la contraseña de debajo.

source: Password
es_es: Contraseña

source: Event
es_es: Evento

source: is created
es_es: creado

source: An instructor or admin has created an account for you in iPeer.
es_es: Un instructor o administrador ha creado una cuenta para usted en iPeer.

source: You can login at
es_es: Puede acceder a

source: will be removed from the To: field...
es_es: será eliminado del campo Para: ...

source: Removal error!
es_es: ¡Error de eliminación!

source: All My Tools
es_es: Todas mis herramientas

source: Emailer
es_es: Correo electrónico

source: Email Templates
es_es: Plantillas de correo electrónico

source: Page Size
es_es: Tamaño de página

source: Evaluation Event Title
es_es: Título del evento de evaluación

source: Self Evaluation
es_es: Autoevaluación

source: View
es_es: Vista

source: Page %page% of %pages%, showing %current% records out of %count% total<br/>
es_es: Página %page% de %pages%, mostrando %current% registros de %count% en total<br/>

source: Completion Rate
es_es: Ratio de finalización

source: Released Comments
es_es: Comentarios publicados

source: Released Grades
es_es: Calificaciones publicadas

source: View Evaluation Result
es_es: Ver resultado de la evaluación

source: Event Title
es_es: Título del evento

source: Group Submission Detail
es_es: Detalle de envío grupal

source: Group
es_es: Grupo

source: completed
es_es: completado

source: Not Completed
es_es: No completado

source: marked
es_es: marcado

source: Ready to Review
es_es: Listo para revisión

source: Not Ready to Review
es_es: No está listo para revisión

source: Comments/Grades Not Released Yet
es_es: Comentarios/calificaciones no liberados aún

source: Grades Not Released Yet
es_es: Calificaciones no liberadas aún

source: Comments Not Released Yet
es_es: Comentario no publicado todavía

source: Grades Not Released Yet
es_es: Calificaciones no liberadas aún

source: Comments Not Released Yet
es_es: Comentarios no publicados todavía

source: Grade:
es_es: Nota:

source: n/a
es_es: no disponible

source: Save Changes
es_es: Guardar cambios

source: Notes
es_es: Notas

source: The evaluation is due on %s.
es_es: La evaluación es el %s.

source: To resubmit an evaluation, all required questions must be answered.
es_es: Para presentar una evaluación, deben contestarse todas las preguntas necesarias.

source: The evaluation can be repeatedly submitted until
es_es: La evaluación puede presentarse repetidamente hasta

source: marks required questions.
es_es: señala las preguntas obligatorias.

source: Show/Hide Late Penalty Policy
es_es: Mostrar/Ocultar Política de penalización por retraso

source: Then until %d day(s) after the due date, %s will be deducted.
es_es: Despues, hasta %d días después de la fecha de vencimiento, se deducirá %s.

source: From the due date to %d days(s) late, %s will be deducted.
es_es: Desde la fecha de vencimiento hasta %d días(s) tarde, se deducirá %s.

source: %s is deducted afterwards.
es_es: %s se deduce después.

source: No penalty is specified for this evaluation.
es_es: No se ha especificado penalización para esta evaluación.

source: Self-Evaluation Questions
es_es: Preguntas de autoevaluación

source: Submit the Evaluation
es_es: Enviar la evaluación

source: Please make sure that the total of the grades in the drop-downs equals %s and then press "Submit" again.
es_es: Por favor, asegúrese de que el total de las calificaciones en los menús desplegables es igual a %s y presione "Enviar" de nuevo.

source: Please fill in all required questions before resubmitting the evaluation.
es_es: Por favor, rellene todas las preguntas necesarias antes de volver a presentar la evaluación.

source: Points
es_es: Puntos

source: Comment:
es_es: Comentario:

source: General Comment:
es_es: Observación general

source: Evaluation Event Detail
es_es: Detalles del evento de evaluación

source: Evaluating
es_es: Evaluando

source: Instructions
es_es: Instrucciones

source: Click <font color ="#FF6666"><i>EACH</i></font> of your peer's name to rate their performance.
es_es: Haga clic en <font color="#FF6666"><i>cada</i></font> nombre de sus compañeros para calificar su desempeño.

source: Enter Comments
es_es: Introducir comentarios

source: Required
es_es: Obligatorio

source: Optional
es_es: Opcional

source: Press "Save This Section" to save the evaluation for each group member.
es_es: Pulse "guardar esta sección" para guardar la evaluación de cada miembro del grupo.

source: Press "Submit to Complete the Evaluation" to submit your evaluation to all peers.
es_es: Pulse "enviar para completar la evaluación" para presentar su evaluación de todos sus compañeros.

source: <i>NOTE:</i> You can click the "Submit to Complete the Evaluation" button only <font color ="#FF6666">AFTER</font> all evaluations are completed.
es_es: <i>NOTA:</i> Puede hacer clic en el botón "Enviar para completar la <font color ="#FF6666">evaluación"</font> Sólo después de todas las evaluaciones se han completado.

source: Evaluation's release end date
es_es: Fecha final de publicación de evaluación

source: Show/Hide late penalty policy
es_es: Mostrar/Ocultar Política de penalización por retraso

source: (click to expand)
es_es: (Haga clic para expandir)

source: Save This Section
es_es: Guardar esta sección

source: This is a preview. All submissions are disabled.
es_es: Esta es una vista previa. Todos los envíos deshabilitados.

source: Please complete all the questions marked red before saving.
es_es: Por favor complete todas las preguntas marcado en rojo antes de guardar.

source: Make sure you save this section before moving on to the other ones!
es_es: ¡Asegúrese de guardar esta sección antes de pasar a las demás!

source: Submit to Complete the Evaluation
es_es: Enviar para completar la evaluación

source: Please complete the questions for all group members, pressing 'Save This Section' button for each one.
es_es: Por favor complete las preguntas para todos los miembros del grupo, pulsando el botón de guardar en esta sección para cada uno.

source: Please enter all the comments for all the group members before submitting.
es_es: Por favor, introduzca todos los comentarios para todos los miembros del grupo antes del envío.

source: All points are allocated.
es_es: Se han asignado todos los puntos.

source: All points are allocated.<br />There are still
es_es: Se han asignado todos los puntos.<br>Todavía hay

source: comments to be filled.
es_es: comentarios pendientes de rellenar.

source: All points are allocated.<br />All comments are filled.
es_es: Se han asignado todos los puntos.<br>Todos los comentarios están completados.

source: Too many points, need to unallocate
es_es: Demasiados puntos, necesita anular la asignación

source: points.
es_es: puntos.

source: points.<br />There are still
es_es: puntos.<br />Todavía hay

source: points.<br />All comments are filled.
es_es: puntos.<br/>Todos los comentarios están completados.

source: Please allocate
es_es: Por favor, asignar

source: more points.
es_es: más puntos.
