Repository: ubc/iPeer
Catalog: app/locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: more points.<br />There are still
es_es: más puntos.<br/>Todavía hay

source: more points.<br />All comments are filled.
es_es: más puntos.<br/>Todos los comentarios están completados.

source: Rate your peer's relative performance by using the slider. [Weight 1-10]
es_es: Califique el rendimiento relativo de sus pares utilizando el control deslizante. [Peso 1-10]

source: Click "Distribute" button to distribute points.
es_es: Haz clic en el botón "Distribuir" para repartir puntos.

source: Allocate any remaining point.
es_es: Asignar cualquier punto restante.

source: NOTE:
es_es: NOTA:

source: "Submit Evaluation" button will only be enabled when all points, and comments (if required), are filled!
es_es: El botón "Enviar evaluación" sólo puede activarse cuando se llenan todos los puntos y comentarios (si procede).

source: The evaluation can be repeatedly submitted until %s.
es_es: La evaluación puede presentarse repetidamente hasta %s.

source: Member(s)
es_es: Miembro(s)

source: Relative Weight
es_es: Peso relativo

source: Mark
es_es: Marcar

source: (Optional)
es_es: (Opcional)

source: Points Allocated/Total:
es_es: Puntos asignado/Total:

source: Distribute
es_es: Distribuir

source: Submit Evaluation
es_es: Enviar evaluación

source: Evaluation Result Detail
es_es: Detalle de resultado de evaluación

source: Evaluated By
es_es: Evaluado por

source: Rating
es_es: Calificación

source: Person Being Evaluated
es_es: Persona en evaluación

source: Comments/Grades Not Released Yet.
es_es: Comentarios/calificaciones no liberados aún.

source: Team Maker Survey
es_es: Encuesta de creación de equipos

source: Submit
es_es: Enviar

source: Basic
es_es: Básico

source: Detail
es_es: Detalle

source: These people have not yet submitted their evaluations
es_es: Estas personas no han presentado todavía sus evaluaciones

source: Actions
es_es: Acciones

source: Are you sure you want to delete event
es_es: ¿Seguro que deseas eliminar este evento?

source: YES
es_es: SÍ

source: View Groups
es_es: Ver grupos

source: Record Not Found
es_es: Registro no encontrado

source: Results:
es_es: Resultados:

source: Prev
es_es: Anterior

source: Next
es_es: Siguiente

source: already exists.
es_es: ya existe.

source: Group No.
es_es: Nº de grupo

source: Members
es_es: Miembros

source: No event Selected
es_es: Ningún evento seleccionado

source: All events
es_es: Todos los eventos

source: (Empty)
es_es: (Vacío)

source: (No SQL Data)
es_es: (No hay datos SQL)

source: Powered by iPeer and TeamMaker - Created by UBC and Rose-Hulman
es_es: Funciona con iPeer y TeamMaker - Creado por UBC y Rose-Hulman

source: Evaluation
es_es: Evaluación

source: Admin
es_es: Administración

source: Logout
es_es: Cerrar sesión

source: already exists
es_es: ya existe

source: Assign
es_es: Asignar

source: Remove
es_es: Eliminar

source: You need the PHP json extension.
es_es: Necesita la extensión PHP json.

source: Please use PHP >= 5.2 and enable it in php.ini <br />
es_es: Por favor, use PHP >= 5.2 y habilítelo en el php.ini <br>

source: (uncomment or create the line:<br />
es_es: (descomentar o crear la línea:<br>

source: variable not set or empty!
es_es: ¡variable no establecida o vacía!

source: Error: Please set all parameters for checkBoxList.<br/>
es_es: Error: Por favor, establecer todos los parámetros para el checkBoxList.<br/>

source: Use the checkmarks to
es_es: Utilizar las casillas de verificación para

source: in <b><u>bold</u></b> are the ones selected initially.)<br/>
es_es: en <b><u>negrita</u></b> son los seleccionados inicialmente.)<br/>

source: (The selected %s are check-marked and in <b><u>bold</u></b>)</br />
es_es: (El %s seleccionado se marca con un tick y en <b><u>negrita</u></b>)<br />

source: Likert Answer Question
es_es: Pregunta con respuesta tipo Likert

source: Paragraph Answer Question
es_es: Pregunta de respuesta de párrafo

source: Sentence Answer Question
es_es: Pregunta de respuesta de párrafo

source: Score Dropdown Answer Question
es_es: Pregunta de respuesta de puntuación desplegable

source: Unrequired Likert questions are not counted toward the total rating.
es_es: Las preguntas Likert innecesarias no cuentan para la calificación total.

source: The increments on the drop-down will be based on 10 base points per member, the drop-down will go from 1 to (10 x No. of GroupMembers) in increments of 1 <br>
es_es: Los incrementos en el menú desplegable se basará en 10 puntos por cada miembro, el menú desplegable irá de 1 a (10 x Nº de miembros) en incrementos de 1<br>

source: This mark will be scaled according to the response. E.g.: If there are 5 scale levels and this is set at 1, the lowest scale will be worth 0.2 marks, the second lowest 0.4 marks, and so on with the highest scale being worth the full 1 mark.
es_es: Esta puntuación se ampliará de acuerdo a la respuesta. Por ejemplo: Si hay 5 niveles de escala y esto se fija en 1, la escala más baja tendrá un valor de 0,2 puntos, la segunda más baja de 0,4 puntos, y así sucesivamente con la más alta escala valiendo 1 punto completo.

source: This setting will hide/show the mark distribution to those taking the evaluation.
es_es: Esta configuración oculta/muestr la distribución de la puntuación a aquellos que toman la evaluación.

source: Rubric Preview
es_es: Vista previa de la rúbrica

source: Level of Mastery
es_es: Nivel de dominio

source: Criteria Weight
es_es: Peso del criterio

source: Show Marks
es_es: Mostrar notas

source: Specific Comment
es_es: Comentario específico

source: required
es_es: obligatorio

source: mark(s)
es_es: calificación(es)

source: General Comments
es_es: Comentarios generales

source: --- All events ---
es_es: --- Todos los eventos ---

source: Evaluation Result Search Panel
es_es: Panel de búsqueda de resultado de evaluación

source: --- None ---
es_es: --- Ninguno ---

source: List Not Reviewed Evaluations
es_es: Listar evaluaciones sin revisar

source: List Late Evaluations
es_es: Listar evaluaciones atrasadas

source: List Ranged Mark Evaluations (set mark range below)
es_es: Listar evaluaciones con rangos de calificación (establezca el rango debajo)

source: Result Mark(%)
es_es: Nota(%)

source: FROM
es_es: DE

source: TO
es_es: A

source: Evaluation Event Search Panel
es_es: Panel de búsqueda de evento de evaluación

source: Event Type
es_es: Tipo de evento

source: --- All Event Types ---
es_es: --- Todos los tipos de eventos ---

source: Release Date:
es_es: Fecha de publicación:

source: specify a date range to search any event that are being released during that period of time.
es_es: especificar un rango de fecha para buscar cualquier evento que estén siendo publicados durante ese periodo de tiempo.

source: Instructor Search Panel
es_es: Panel de búsqueda de profesor

source: Instructors
es_es: Profesores

source: Release Now
es_es: Publicar ahora

source: Are you sure you want to delete survey group set
es_es: Está seguro que desea eliminar el grupo de encuesta

source: Confirm Survey Release
es_es: Confirmar liberación de encuesta

source: Team Making - Step One
es_es: Creación de equipos - Paso uno

source: students were specified for this survey,
es_es: estudiantes fueron especificados para esta encuesta,

source: students responded
es_es: estudiantes respondieron

source: Group Configuration
es_es: Configuración del grupo

source: There must be at least one question.
es_es: Debe haber al menos una pregunta.

source: Gather<br />Similar
es_es: Reunir<br/>Similares

source: Ignore
es_es: Ignorar

source: Gather<br />Dissimilar
es_es: Reunir<br/>Diferentes

source: Note: It may take up to 10mins to create groups.
es_es: Nota: Puede tomar hasta 10 minutos crear los grupos.

source: Are you sure you want to delete user
es_es: Seguro que quieres eliminar el usuario

source: Reset
es_es: Reiniciar

source: 's password
es_es: contraseña

source: Are you sure you want to reset password for user
es_es: Está seguro de que desea restablecer la contraseña de usuario

source: Prev
es_es: Anterior

source: Next
es_es: Siguiente

source: %s Account
es_es: cuenta de %s

source: User
es_es: Usuario

source: -- Search for the %s account --
es_es: -- Buscar la cuenta %s --

source: E-mail
es_es: Correo Electronico

source: Private
es_es: Privado

source: Public
es_es: Público

source: Public lets you share this email template with other instructors.
es_es: Público le permite compartir esta plantilla de correo electrónico con otros profesores.

source: -- Select Merge Field --
es_es: -- Seleccione el campo de combinación --

source: To
es_es: A

source: Scheduled on
es_es: Previsto para el

source: Content
es_es: Contenido

source: Add Additional Recipient
es_es: Añadir un destinatario adicional

source: Please select a recipient!
es_es: ¡Por favor, seleccione un destinatario!

source: Single Email
es_es: Email único

source: Multiple Emails
es_es: Múltiples correos electrónicos

source: (send
es_es: (enviar

source: times, with
es_es: veces, con

source: minute(s)
es_es: minuto(s)

source: hour(s)
es_es: hora(s)

source: day(s)
es_es: día(s)

source: -- No Template --
es_es: -- Sin plantilla --

source: No iPeer database found. You may want to run %s first. Otherwise make sure you define in it <u><tt>app/config/database.php</tt></u> in the following format:
es_es: Ninguna base de datos iPeer encontrada. Puede que desee ejecutar <a href="/install">instalación</a> primero. De lo contrario, asegúrese de definir en ella <u><tt>app/config/database.php</tt></u> en el siguiente formato:

source: For more details, also see this file:
es_es: Para más detalles, consulte también el archivo:

source: Access Denied
es_es: Acceso denegado

source: You don't have permission to access this page.
es_es: Usted no tiene permiso para acceder a esta página.

source: Click here to go back
es_es: Haz clic aquí para regresar

source: Base Point Per Member
es_es: Punto base por cada miembro

source: My Simple Evaluations
es_es: Mis evaluaciones simples

source: All Simple Evaluations
es_es: Todas las evaluaciones simples

source: My Rubrics Evaluations
es_es: Mis rúbricas

source: All Rubric Evaluations
es_es: Todas las evaluaciones tipo rúbrica

source: My Mixed Evaluations
es_es: Mis evaluaciones mixtas

source: Add Mixed Evaluation
es_es: Añadir evaluación mixta

source: All Mixed Evaluations
es_es: Todas las evaluaciones mixtas

source: My Surveys
es_es: Mis encuestas

source: Add Survey
es_es: Añadir encuesta

source: All Surveys
es_es: Todas las encuestas

source: My Email Templates
es_es: Mis plantillas de correo electrónico

source: All Email Templates
es_es: Todas las plantillas de correo electrónico

source: Give the export file a name, which is default to today's date.
es_es: Dar al archivo de exportación un nombre, que por defecto será la fecha actual.

source: Choose one of the two export formats.
es_es: Elija uno de los dos formatos de exportación.

source: Please check at least one from each similarly coloured group.
es_es: Por favor, marque al menos uno de cada grupo del mismo color.

source: Dropped Students that have evaluated or have been evaluated are marked with an asterisk (*)
es_es: Los estudiantes de baja que han evaluado o han sido evaluados están marcados con un asterisco (*)

source: Export
es_es: Exportar

source: Export Filename
es_es: Nombre de archivo de exportación

source: Export File Type
es_es: Tipo de fichero de exportación

source: Include All Evaluations
es_es: Incluir todas las evaluaciones

source: Evaluation Information
es_es: Información de evaluación

source: Include Course Name
es_es: Incluir nombre del curso

source: Include Event Name
es_es: Incluir nombre del evento

source: Please include at least one of the red fields
es_es: Por favor, incluya al menos uno de los campos en rojo

source: Include Evaluation Type
es_es: Incluir el tipo de evaluación

source: Group and Result
es_es: Grupo y el resultado

source: Include Group Names
es_es: Incluir nombres de grupo

source: Include Student Name
es_es: Incluir nombre del estudiante

source: Include Student Id
es_es: Incluir el id del estudiante

source: Please include at least one of the green fields
es_es: Por favor, incluya al menos uno de los campos en verde

source: Include Comments
es_es: Incluir comentarios

source: Include Grades
es_es: incluir notas

source: Please include at least one of the orange fields
es_es: Por favor, incluya al menos uno de los campos en naranja

source: Include Final Marks
es_es: Incluir notas finales

source: Evaluation Results From Your Teammates. (Randomly Ordered)
es_es: Resultados de la evaluación de sus compañeros de equipo. (Ordenados al azar)

source: Comments/Grades Not Released Yet.
es_es: Comentarios/calificaciones no liberados aún.

source: Grades Not Released Yet.
es_es: Calificaciones no liberadas aún

source: Comments Not Released Yet.
es_es: Comentarios no publicado todavía.

source: Randomly Ordered
es_es: Ordenados al azar

source: Not Released.
es_es: No liberado.

source: Export Evaluations
es_es: Exportar evaluaciones

source: Release All Comments
es_es: Publicar todos los comentarios

source: Unrelease All Comments
es_es: Dejar de publicar todos los comentarios

source: Release All Grades
es_es: Publicar todas las calificaciones

source: Unrelease All Grades
es_es: Dejar de publicar todos las calificaciones

source: Back to Evaluation Event Listing
es_es: Regresar al listado de eventos de evaluación

source: Back to Course Home
es_es: Volver a la página inicial del curso

source: (not submitted)
es_es: (no enviado)

source: day(s)
es_es: día(s)

source: (on time)
es_es: (a tiempo)

source: Student Number
es_es: Número de estudiante

source: Date Submitted
es_es: Fecha de envío

source: Late By
es_es: Tarde por

source: Have not submitted their evaluations
es_es: No han presentado sus evaluaciones

source: Question
es_es: Pregunta

source: Average Grade Per Question
es_es: Promedio por pregunta

source: Student Name:
es_es: Nombre del estudiante:

source: Evaluation Results Release Status
es_es: Estado de publicación de los resultados de evaluación

source: Same Mark as Group Average
es_es: Misma puntuación que el promedio del grupo

source: Below Group Average
es_es: Por debajo de la media del grupo

source: Above Group Average
es_es: Por encima de la media del grupo

source: NOTE:
es_es: NOTA:

source: Late Penalty
es_es: Penalización por retraso

source: Student Name
es_es: Nombre del estudiante

source: Group Average:
es_es: Media del grupo:

source: Mark Peer Evaluations as Not Reviewed
es_es: Marcar evaluaciones de pares como no revisadas

source: Mark Peer Evaluations as Reviewed
es_es: Marcar evaluaciones de pares como revisadas

source: Evaluatee:
es_es: Evaluado:

source: (Number of Evaluator(s):
es_es: (Número de evaluadores(s):

source: Final Total:
es_es: Recuento final:

source: No submissions have been made.
es_es: No se han realizado envíos.

source: Members Evaluated
es_es: Miembros evaluados

source: Penalty
es_es: Penalización

source: Final Mark
es_es: Nota final

source: # of Evaluator(s)
es_es: Nº de evaluadores(s):

source: Average Received
es_es: Promedio recibido

source: Grade Release
es_es: Liberación de nota

source: Comment Sections
es_es: Secciones de comentarios

source: Check the "Released" checkbox and click "Save Changes" to release individual comments , or
es_es: Marque la casilla "Liberado" y haga clic en "Guardar cambios" para liberar los comentarios individuales, o

source: Click "Release All" or "Unrelease All" buttons to release or unrelease all comments.
es_es: Haga clic en "Publicar todo" o "Dejar de publicar" para publicar o dejar de publicar todos los comentarios.

source: Release All
es_es: Publicar todos

source: Unrelease All
es_es: Dejar de publicar todos

source: responses
es_es: respuestas

source: Responders
es_es: Encuestados

source: Result
es_es: Resultado

source: Not Submitted
es_es: Sin enviar

source: Doesn't apply to Mix Evaluation. Required questions are set in the template.
es_es: No se aplica a la evaluación mixta. Las preguntas obligatorias se fijan en la plantilla.

source: Basic view only shows grades. Detailed view shows both grades and comments
es_es: La vista básica sólo muestra calificaciones. La vista detallada muestra calificaciones y comentarios

source: Select the number of days in between each email reminder for submitting evaluations. The first email is sent when the event is released.
es_es: Seleccione el número de días entre cada aviso de correo electrónico para la presentación de evaluaciones. El primer correo electrónico se envía cuando se publica el evento.

source: Select the preferred email template.
es_es: Seleccione la plantilla de correo electrónico preferida.

source: Holding "ctrl" or "command" key to select multiple groups.
es_es: Manteniendo la tecla "ctrl" o "comando" para seleccionar varios grupos.

source: Evaluation Format
es_es: Formato de evaluación

source: Allow Self-Evaluation?
es_es: ¿Permite la autoevaluación?

source: Require Student Comments?
es_es: ¿Requerir comentarios de los estudiantes?

source: Auto-Release Results?
es_es: ¿Auto-liberar resultados?

source: Student Result Mode
es_es: Modo de resultado de estudiante

source: Evaluation Release Date
es_es: Fecha de publicación de la evaluación

source: FROM:
es_es: DE:

source: TO:
es_es: PARA:

source: Result Release Date
es_es: Fecha de publicación del resultado

source: Late Penalty
es_es: Penalización por retraso

source: Groups Assignment
es_es: Asignación de grupos

source: Edit this Event
es_es: Editar este evento

source: Back to Event Listing
es_es: Regresar al listado de eventos

source: Create
es_es: Crear

source: Add Faculty
es_es: Añadir facultad

source: Admins/Instructors
es_es: Administradores/profesores

source: Filtered Students
es_es: Estudiantes filtrados

source: Students in Group
es_es: Estudiantes en el grupo

source: Note: Students already in one or more groups are marked with *
es_es: Nota: Los alumnos que pertenecen a uno o más grupos están marcados con *

source: There has been submissions in this group. Changing group members may cause data integrity issue. In the evaluation results of events that have already ended, new members will be marked down as having no submissions, which means no participation grades.
es_es: Ha habido envíos en este grupo. Cambiar los miembros del grupo puede causar problema de integridad de datos. En los resultados de la evaluación de los eventos que ya han terminado, los nuevos miembros serán marcados como sin envíos, lo que significa que no tendrán puntuaciones de participación.

source: Group
es_es: Grupo

source: Available Groups
es_es: Grupos disponibles

source: Participating Groups
es_es: Grupos participantes

source: Please make sure to remove the header in CSV file.
es_es: Por favor, asegúrese de quitar el encabezado de archivo CSV.

source: All fields are mandatory. The system will generate the group numbers.
es_es: Todos los campos son obligatorios. El sistema generará los números de grupo.

source: All group names must be unique within the class.
es_es: Todos los nombres de grupo deben ser únicos dentro de la clase.

source: The student identifiers that can be used are usernames or student numbers.
es_es: Los identificadores de estudiante que pueden utilizarse son nombres de usuario o números de estudiante.

source: Please make sure the column matches the username/student number in the students' profile
es_es: Por favor, asegúrese de que la columna coincide con el nombre de usuario/número de estudiante en el perfil del estudiante

source: Formatting:
es_es: Formato:

source: Student Identifier, Group Name
es_es: Identificador de estudiante, nombre del grupo

source: Team A
es_es: Equipo A

source: Team B
es_es: Equipo B

source: Import
es_es: Importar

source: The student identifier used in the CSV file.
es_es: El identificador del estudiante utilizado en el archivo CSV.

source: Update group members for existing groups.
es_es: Actualización de los miembros del grupo para los grupos existentes.

source: The group CSV file was processed.
es_es: El archivo CSV de grupo fue procesado.

source: Click OK to return to the list of groups, or look below for the results of the import.
es_es: Haga clic en Aceptar para volver a la lista de grupos, o mire debajo los resultados de la importación.

source: Invalid Entries
es_es: Entradas no válidas

source: There are more or less than 2 columns.
es_es: Hay más o menos de 2 columnas.

source: Entry
es_es: Entrada

source: Groups Created
es_es: Grupos creados

source: Groups that could not be created.
es_es: Grupos que no se pudieran crear.

source: Students Placed
es_es: Estudiantes asignados

source: Student
es_es: Estudiante

source: Students Not Placed
es_es: Estudiantes sin asignar

source: Possible Reasons:
es_es: Posibles motivos:

source: The student identifier does not exist in the system. Please add them first.
es_es: El identificador de alumno no existe en el sistema. Por favor, agréguelos primero.

source: The student is not enrolled in the course. Please enrol them first.
es_es: El estudiante no está matriculado en el curso. Matricúlelo primero.

source: The group was unable to be created or does not exist.
es_es: El grupo no pudo ser creado o no existe.

source: Import Group(s)
es_es: Importar grupo(s)

source: Email to
es_es: Email a

source: Email To All Members
es_es: Correo electrónico a todos los miembros

source: Edit this Group
es_es: Editar este grupo

source: Back to Group Listing
es_es: Volver a listado de grupos

source: Grades
es_es: Calificaciones

source: Unrelease Grades
es_es: Dejar de publicar calificaciones

source: Release Grades
es_es: Publicar calificaciones

source: Unrelease Comments
es_es: Dejar de publicar comentarios

source: Release Comments
es_es: Publicar comentarios

source: %d unreviewed group evaluations
es_es: %d evaluaciones de grupo sin revisar

source: Short Help
es_es: Ayuda rápida

source: To use iPeer you have to add a course.
es_es: Para utilizar iPeer tienes que añadir un curso.

source: Please <i>add a course</i> from the "Courses" tab above
es_es: Por favor <i>añada un curso</i> desde la pestaña "Cursos" de arriba

source: Then <i>register students</i> into that course from that course's home page. This display will be available (once the course is created) by clicking on the course's name from most menus.
es_es: Entonces <i>inscribir a los estudiantes</i> en este curso desde la página principal de ese curso. Esta pantalla estará disponible (una vez que se ha creado el curso) haciendo clic en el nombre del curso de la mayoría de los menús.

source: Put your students into <i>groups</i> manually, (or, if you have the students complete a survey, iPeer can do it for you, using TeamMaker).
es_es: Asigne a sus estudiantes a <i>grupos</i> de forma manual, (o, si quiere asignarlos mediante una encuesta, iPeer puede hacerlo por usted, usando TeamMaker).

source: To create evaluations, check out the <a href="http://ipeer.ctlt.ubc.ca/wiki/UserDocV3.1" target="_blank">User Documentations</a>
es_es: Para crear evaluaciones, consulte el <a href="http://ipeer.ctlt.ubc.ca/wiki/UserDocV3.1" target="_blank">Manual de usuario</a>

source: My Courses
es_es: Mis cursos

source: Completion Ratio
es_es: Ratio de finalización

source: %d of %d Students
es_es: %d de %d estudiantes

source: Inactive Courses
es_es: Cursos inactivos

source: You do not have any courses.
es_es: No tienes cursos.

source: PHP version
es_es: Versión de PHP

source: MySQL support
es_es: Soporte para MySQL

source: Directory app/config writable
es_es: Directorio app/config escribirle

source: File app/config/database.php writable
es_es: Archivo app/config/database.php escribible

source: magic_quotes_gpc is off
es_es: magic_quotes_gpc está desactivado
