Repository: ubc/iPeer
Catalog: app/locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: An invalid timezone is provided, please edit "system.timezone"
es_es: Se ha proporcionado una zona horaria incorrecta, por favor edite "system.timezone"

source: Your account is currently inactive.
es_es: Su cuenta está actualmente inactiva.

source: Error: Invalid Id.
es_es: Error: ID no válido

source: Permissions Editor
es_es: Editor de permisos

source: Error: Updating Permissions failed.
es_es: Error: Error al actualizar permisos.

source: Permissions have been updated
es_es: Se actualizaron los permisos

source: Courses
es_es: Cursos

source: Course
es_es: Curso

source: Title
es_es: Título

source: Status
es_es: Estado

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: Created by
es_es: Creado por

source: Are you sure you want to delete this course permanently?
es_es: Seguro que quieres eliminar este curso permanentemente?

source: Course Home
es_es: Página de inicio del curso

source: View Record
es_es: Ver registro

source: Edit Course
es_es: Editar curso

source: Delete Course
es_es: Eliminar curso

source: View Creator
es_es: Ver creador

source: Error: Course does not exist or you do not have permission to view this course.
es_es: Error: El curso no existe o no tienes permiso para verlo.

source: The course was updated successfully.
es_es: Curso actualizado con éxito.

source: Error: Course edits could not be saved.
es_es: Error: No se pueden guardar las ediciones al curso.

source: The course was deleted successfully.
es_es: El curso se ha eliminado con éxito.

source: The student has already submitted to the destination survey
es_es: El estudiante ya ha enviado la encuesta de destino

source: %s was successfully %s to %s.
es_es: %s fue %s con éxito a %s.

source: %s was not successfully %s to %s.
es_es: %s no se pudo %s de %s con éxito.

source: %s was unsuccessfully enrolled to %s.
es_es: %s no se pudo inscribir en %s.

source: %s was unsuccessfully unenrolled from %s.
es_es: %s no se pudo dar de baja de %s.

source: Move Students
es_es: Mover estudiantes

source: student number
es_es: número de estudiante

source: username
es_es: Usuario

source: Error: Event was unable to be created.
es_es: Error: El evento no pudo ser creado.

source: No student with %s %s exists.
es_es: No existe ningún alumno con %s %s.

source: The student could not be enrolled to the destination course.
es_es: El estudiante no puede ser inscrito en el curso de destino.

source: The student's survey submission could not be transferred, however they are enrolled in the destination course.
es_es: El envío de la encuesta del estudiante no puede ser transferido, sin embargo, están inscritos en el curso de destino.

source: Success.
es_es: Éxito.

source: However they were unsuccessfully unenrolled from the source course.
es_es: Sin embargo no pudieron ser eliminados en el curso de origen.

source: However no student with %s %s was enrolled in the source course.
es_es: Sin embargo ningún estudiante con %s %s fue matriculado en el curso de origen.

source: The student has already submitted a peer evaluation in the source course.
es_es: El estudiante ya ha presentado una evaluación por pares en el curso de origen.

source: The student has already submitted to the destination survey, therefore the survey submission from the source survey was not transferred.
es_es: El estudiante ya ha enviado la encuesta de destino, por lo tanto, el envío de la encuesta de origen no fue trasladado.

source: You do not have access to any faculties
es_es: No tienes acceso a ninguna facultad

source: View Department
es_es: Ver departamento

source: Invalid department
es_es: Departamento no válido

source: The department has been saved
es_es: El departamento se ha guardado

source: The department could not be saved. Please, try again.
es_es: No se ha podido guardar el departamento. Por favor, inténtelo de nuevo mas tarde.

source: Invalid id for department
es_es: Id no válido para el departamento

source: Department deleted
es_es: Departamento borrado

source: Department was not deleted
es_es: No se pudo borrar el departamento

source: Subject
es_es: Asunto

source: Scheduled On
es_es: Previsto para el

source: Sent
es_es: Enviado

source: Not Yet
es_es: Aún no

source: Creation Date
es_es: Fecha de creación

source: Email to show:
es_es: Correo electrónico para mostrar:

source: Are you sure you want to cancel this email?
es_es: ¿Estás seguro que quieres cancelar este email?

source: View Email
es_es: Ver email

source: Cancel Email
es_es: Cancelar email

source: Invalid Id
es_es: Id no válida

source: Error: You do not have permission to write emails to this course
es_es: Error: No tienes permiso para escribir correos electrónicos a este curso

source: Error: You do not have permission to write emails to this group
es_es: Error: No tienes permiso para escribir mensajes de correo electrónico a este grupo

source: Write Email
es_es: Escribir mensaje de correo electrónico

source: The Email was saved successfully
es_es: El correo electrónico fue guardado correctamente

source: Invalid ID.
es_es: Id no válido

source: Error: You do not have permission to cancel this email schedule
es_es: Error: No tienes permiso para cancelar esta programación de correo electrónico

source: The Email was canceled successfully.
es_es: El correo electrónico fue cancelado con éxito.

source: Email cancellation failed.
es_es: Falló la cancelación del correo electrónico.

source: Cannot cancel: Email is already sent.
es_es: No es posible cancelar: ya se envió el correo electrónico.

source: Error: You do not have permission to view this email schedule
es_es: Error: No tienes permiso para ver esta programación de correo electrónico

source: All students in course:
es_es: Todos los estudiantes del curso:

source: All students in group:
es_es: Todos los estudiantes del grupo:

source: Name
es_es: Nombre

source: Availability
es_es: Disponibilidad

source: public
es_es: público

source: private
es_es: privado

source: Description
es_es: Descripción

source: Creator
es_es: Creador

source: Email Templates to show:
es_es: Plantillas de correo electrónico para mostrar:

source: Are you sure you want to delete this email template permanently?
es_es: ¿Está seguro que desea eliminar permanentemente esta plantilla de correo electrónico?

source: View Email Template
es_es: Ver plantilla de email

source: Edit Email Template
es_es: Editar plantilla de email

source: Delete Email Template
es_es: Eliminar plantilla de correo electrónico

source: Add Email Template
es_es: Añadir plantilla de correo electrónico

source: Save Successful!
es_es: ¡Guardado con éxito!

source: Save failed.
es_es: Fallo al guardar.

source: Save Successful
es_es: Guardado con éxito

source: Failed to save
es_es: Error al guardar

source: Error:Invalid ID.
es_es: Error: ID incorrecto.

source: Error: You do not have permission to edit this email template
es_es: Error: No tienes permiso para modificar esta plantilla de correo electrónico

source: Error: Invalid ID.
es_es: Error: ID no válido

source: Error: You do not have permission to delete this email template
es_es: Error: No tienes permiso para borrar esta plantilla de correo electrónico

source: The Email Template was deleted successfully.
es_es: La plantilla de email se ha eliminado correctamente.

source: Failed to delete the Email Template.
es_es: Error al eliminar la plantilla de correo electrónico.

source: Error: You do not have permission to vie this email template
es_es: Error: No tienes permiso para ver esta plantilla de correo electrónico

source: Evaluation Tools
es_es: Herramientas de evaluación

source: Evaluations
es_es: Evaluaciones

source: Results
es_es: Resultados

source: Late
es_es: Tarde

source: No Lates
es_es: Sin retrasos

source: Group #
es_es: Nº de grupo

source: Group Name
es_es: Nombre de grupo

source: Completed
es_es: Completado

source: View
es_es: Vista

source: Late?
es_es: Tarde?

source: Not Reviewed
es_es: Sin revisar

source: Reviewed
es_es: Revisado

source: Grade
es_es: Calificación

source: Not Released
es_es: No liberado

source: Some Released
es_es: Algunos liberados

source: Auto-Release
es_es: Auto-liberar

source: Released
es_es: Publicado

source: Comment
es_es: Comentario

source: View Results
es_es: Ver resultados

source: View Submission
es_es: Ver envío

source: View Group
es_es: Ver grupo

source: View Event
es_es: Ver evento

source: Edit Event
es_es: Editar evento

source: Error: Invalid id or you do not have permission to access this event.
es_es: Error: Id no válido o no tiene permiso para acceder a este evento.

source: Error: Invalid id
es_es: Error: Id no válido

source: Error: Invalid Id
es_es: Error: Id no válido

source: Export Evaluation Results
es_es: Exportar los resultados de la evaluación

source: Error: That event does not exist or you dont have access to it
es_es: Error: El evento no existe o no tiene acceso a él

source: Error: Evaluation is unavailable
es_es: Error: Evaluación no disponible

source: > Evaluate Peers
es_es: > Evaluar pares

source: One or more of your group members have negative points. Please use positive numbers.
es_es: Uno o más de los miembros de su grupo tienen puntos negativos. Utilice números positivos.

source: Your Evaluation was submitted successfully.
es_es: Su evaluación fue enviada con éxito.

source: Save Evaluation failure.
es_es: Fallo al guardar la evaluación.

source: Error: Survey is unavailable
es_es: Error: Evaluación no disponible

source: Error: Survey has already been submitted
es_es: Error: La encuesta ya ha sido enviada

source: Your survey was submitted successfully!
es_es: ¡La encuesta fue enviada con éxito!

source: Survey save failed, please try again.
es_es: Error al guardar la encuesta, vuelva a intentarlo.

source: > Survey
es_es: > Encuesta

source: some comments are missing
es_es: faltan algunos comentarios

source: you still have to submit the evaluation with the Submit button below
es_es: usted todavía tiene que presentar la evaluación con el botón Enviar de debajo

source: Your evaluation has been saved
es_es: Su evaluación se ha guardado

source: Your evaluation was not saved successfully
es_es: Su evaluación no fue guarda con éxito

source: Error: Unable to submit the evaluation. Please try again.
es_es: Error: No se puede enviar la evaluación. Por favor, inténtelo de nuevo.

source: Your answers have been saved. Please answer all the required questions before it can be considered submitted.
es_es: Tus respuestas han sido guardadas. Por favor, conteste todas las preguntas necesarias antes de que se puede considerar presentadas.

source: Error: It was unsuccessful to save evaluation(s) for
es_es: Error: No se pudieron guardar las evaluaciones de

source: Error: Invalid group id.
es_es: Error: Id de grupo no válido.

source: Error: Invalid group id or you are not in this group.
es_es: Error: Id de grupo no válido o no estás en este grupo.

source: Error: The results are not released.
es_es: Error: Los resultados no están publicados.

source: View My Results
es_es: Ver mis resultados

source: Error: That event does not exist or you don't have access to it
es_es: Error: El evento no existe o no tiene acceso a él

source: Submission Details
es_es: Detalles de envío

source: Error: Invalid event Id
es_es: Error: Id de evento no válido

source: Error: There are no students in the class
es_es: Error: No hay estudiantes en la clase

source: Error: Invalid survey Id
es_es: Error: Id de encuesta no válido

source: Summary
es_es: Resumen

source: Events
es_es: Eventos

source: Not Yet Open
es_es: Aún no abierto

source: Already Closed
es_es: Ya está cerrado

source: Open Now
es_es: Abrir ahora

source: Groups
es_es: Grupos

source: Type
es_es: Tipo

source: Rubric
es_es: Rúbrica

source: Survey
es_es: Encuesta

source: Mixed
es_es: Mixto

source: Due Date
es_es: Fecha de vencimiento

source: Released ?
es_es: Publicado ?

source: Result Released
es_es: Resultado publicado

source: for Course:
es_es: para el curso:

source: Are you sure you want to delete this event permanently?
es_es: ¿Seguro que deseas eliminar este evento?

source: Add Event
es_es: Añadir evento

source: Edit
es_es: Editar

source: The event has been deleted successfully.
es_es: El evento se ha eliminado con éxito.

source: Failed to delete the event
es_es: No se pudo eliminar el evento

source: Event title "
es_es: Título del evento "

source: " already exists in this course.
es_es: " ya existe en este curso.

source: View Faculty
es_es: Ver facultad

source: Invalid faculty
es_es: Facultad no válida

source: Faculty added!
es_es: Facultad añadida!

source: The faculty could not be saved. Please, try again.
es_es: No se ha podido guardar la facultad. Por favor, inténtelo de nuevo mas tarde.

source: Faculty saved.
es_es: Facultad guardada.

source: Invalid id for faculty
es_es: Id no válido para la facultad

source: Faculty deleted
es_es: Facultad eliminada

source: Faculty was not deleted
es_es: No se suprimió la facultad

source: Date
es_es: Fecha

source: Delete this group?
es_es: Eliminar este grupo?

source: (The students themselves will be unaffected).
es_es: (Los propios alumnos no serán afectados).

source: Proceed?
es_es: ¿Continuar?

source: Edit Group
es_es: Editar grupo

source: View Course
es_es: Ver curso

source: Delete Group
es_es: Eliminar grupo

source: Error: That group does not exist.
es_es: Error: No existe ese grupo.

source: The group was added successfully.
es_es: El grupo fue agregado con éxito.

source: Add Group
es_es: Añadir grupo

source: The group was updated successfully.
es_es: El grupo se ha actualizado correctamente

source: Error updating that group.
es_es: Error al actualizar ese grupo.

source: The group was deleted successfully.
es_es: El grupo se ha eliminado correctamente.

source: Group delete failed.
es_es: Error al eliminar grupo.

source: Please select a file to upload.
es_es: Seleccione un archivo para cargar.

source: Import Groups From Text (.txt) or CSV File (.csv)
es_es: Importar grupos de archivos de texto (.txt) o archivos CSV (.csv)

source: Import Groups Results
es_es: Importar resultados de grupos

source: Export Groups
es_es: Exportar grupos

source: Group Number
es_es: Número de grupo

source: Username
es_es: Usuario

source: Student No
es_es: Número de estudiante

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Home
es_es: Inicio

source: days
es_es: días

source: minutes
es_es: minutos

source: seconds
es_es: segundos

source: hours
es_es: horas

source: minutes
es_es: minutos

source: Installation Wizard
es_es: Asistente de instalación

source: WARNING: It looks like you already have a instance running. Reinstalling will remove all your current data. Remove %s to proceed.
es_es: ADVERTENCIA: Parece que ya tiene una instancia funcionando. La reinstalación de eliminará todos sus datos actuales. Eliminar %s para continuar.

source: Cannot write to the database configuration file. Please change the permission on %s so that it is writable.
es_es: No se puede escribir en el fichero de configuración de base de datos. Por favor, cambie los permisos de %s para que sea escribible.

source: Please fill in all fields.
es_es: Por favor, rellene todos los campos.

source: Database config failed - %s
es_es: Error de configuración de base de datos - %s

source: Cannot write to the configuration directory. Please change the permission on %s so that it is writable.
es_es: No se puede escribir en el directorio de configuración. Por favor, cambie los permisos de %s para que sea escribible.

source: Cannot copy the guard configuration (app/plugins/guard/config/guard.php) to the configuration directory.
es_es: No puede copiar la configuración de Guard (app/plugins/guard/config/guard.php) en el directorio de configuración.

source: Installation failed, unable to write to %s dir
es_es: Instalación fallida, no se puede escribir al directorio %s

source: Mixed Evaluations
es_es: Evaluaciones mixtas

source: Yes
es_es: Sí

source: In Use
es_es: En uso

source: Peer Evaluation Questions
es_es: Preguntas de evaluación por pares

source: Self Evaluation Questions
es_es: Preguntas de autoevaluación

source: Total Marks
es_es: Puntos totales

source: Evaluations to show:
es_es: Evaluaciones a mostrar:

source: Are you sure you want to delete this evaluation permanently?
es_es: ¿Está seguro que desea eliminar permanentemente esta evaluación?

source: View Evaluation
es_es: Ver evaluación

source: Edit Evaluation
es_es: Editar evaluación

source: Copy Evaluation
es_es: Copiar evaluación

source: Delete Evaluation
es_es: Eliminar evaluación

source: Error: Invalid Mixeval ID.
es_es: Error: Mixeval ID no válido.

source: Error: You do not have permission to view this evaluation
es_es: Error: No tienes permiso para ver esta evaluación

source: Error: You do not have permission to edit this evaluation
es_es: Error: No tienes permiso para modificar esta evaluación

source: Unable to save, please check below for error messages.
es_es: No se puede guardar, comprueba por favor debajo los mensajes de error.

source: Unable to save the mixed evaluation.
es_es: No se puede guardar la evaluación mixta.

source: Unable to save this mixed eval's questions.
es_es: No se pueden guardar las preguntas de esta evaluación mixta.

source: Unable to save the mixed eval question descs.
es_es: No se pueden guardar las descripciones de esta evaluación mixta.

source: The mixed evaluation was saved successfully.
es_es: La evaluación mixta fue guardada correctamente.

source: %s cannot be edited now that submissions have been made. Please make a copy.
es_es: %s no se pueden editar ahora que se han hecho los envíos. Por favor haga una copia.

source: Error: You do not have permission to copy this evaluation
es_es: Error: No tienes permiso para copiar esta evaluación

source: Copy of
es_es: Copia de

source: You do not have permission to delete mixed evaluations
es_es: Usted no tiene permiso para eliminar evaluaciones mixtas

source: Error: You do not have permission to delete this evaluation
es_es: Error: No tienes permiso para borrar esta evaluación

source: This evaluation is now in use, and can NOT be deleted.<br />
es_es: Esta evaluación está ahora en uso y no se puede eliminar.<br />

source: Please remove all the events associated with this evaluation first.
es_es: Por favor, elimine primero todos los eventos asociados con esta evaluación.

source: The Mixed Evaluation was removed successfully.
es_es: La evaluación mixta fue quitada con éxito.

source: OAuth Client Credentials
es_es: Credenciales de cliente OAuth

source: A new OAuth client has been created
es_es: Se ha creado un nuevo cliente OAuth

source: The OAuth client could not be saved. Please, try again.
es_es: El cliente de OAuth no se pudo guardar. Por favor, vuelva a intentarlo.

source: Error: You do not have permission to create more than one OAuth Client Credential
es_es: Error: No tienes permiso para crear más de una credencial de cliente OAuth

source: Invalid OAuth client
es_es: Cliente OAuth no válido

source: The OAuth client has been saved
es_es: El cliente de OAuth se ha guardado

source: Invalid id for OAuth client
es_es: Id no válido para el cliente OAuth

source: OAuth client deleted
es_es: Cliente OAuth eliminado

source: OAuth client was not deleted
es_es: El cliente OAuth no fue eliminado

source: OAuth Token Credentials
es_es: Credenciales token OAuth

source: New OAuth token created!
es_es: ¡Nuevo token OAuth creado!

source: The OAuth token could not be saved. Please, try again.
es_es: El token OAuth no se pudo guardar. Por favor, vuelva a intentarlo.

source: Invalid oauth token
es_es: Token OAuth no válido

source: OAuth token saved successfully!
es_es: ¡Token OAuth guardado correctamente!

source: Invalid id for OAuth token
es_es: Id no válido para el token OAuth

source: OAuth token deleted.
es_es: Token OAuth eliminado.

source: OAuth token was not deleted.
es_es: El token OAuth no se eliminó.

source: Rubrics
es_es: Rúbricas

source: LOM
es_es: ND

source: Criteria
es_es: Criterios

source: View Mode
es_es: Modo de vista

source: Are you sure you want to delete this Rubric permanently?
es_es: ¿Está seguro que desea eliminar permanentemente esta rúbrica?

source: View Rubric
es_es: Ver rúbrica

source: Edit Rubric
es_es: Editar rúbrica

source: Copy Rubric
es_es: Copiar rúbrica

source: Delete Rubric
es_es: Eliminar rúbrica

source: Error: You do not have permission to view this rubric
es_es: Error: No tienes permiso para ver esta rúbrica

source: Add Rubric (Step 2)
es_es: Añadir rúbrica (paso 2)

source: The rubric was added successfully.
es_es: La rúbrica fue agregada con éxito.

source: The evaluation was not added successfully.
es_es: La evaluación no fue agregada con éxito.

source: Add Rubric
es_es: Añadir rúbrica

source: Error: You do not have permission to edit this rubric
es_es: Error: No tienes permiso para editar esta rúbrica

source: Submissions had been made. %s cannot be edited. Please make a copy.
es_es: Se ha hecho el envío. %s no puede ser editado. Por favor haga una copia.

source: The rubric evaluation was updated successfully
es_es: La rúbrica de evaluación fue actualizada correctamente

source: The evaluation was not updated successfully.
es_es: La evaluación no se ha actualizado con éxito.

source: Error: You do not have permission to copy this rubric
es_es: Error: No tienes permiso para copiar esta rúbrica

source: Error: You do not have permission to delete this rubric
es_es: Error: No tienes permiso para borrar esta rúbrica

source: This evaluation is in use. Please remove all the events assosiated with this evaluation first.
es_es: Esta evaluación está en uso. Elimine primero todos los eventos asociados con esta evaluación.

source: The rubric was deleted successfully.
es_es: La rúbrica se ha eliminado con éxito.

source: Advanced Search
es_es: Búsqueda avanzada

source: Simple Evaluations
es_es: Evaluaciones simples

source: Points/Member
es_es: Puntos/Miembro

source: The evaluation was added successfully.
es_es: La evaluación fue agregada con éxito.

source: The simple evaluation was updated successfully.
es_es: La evaluación simple fue actualizada correctamente.

source: Please remove all the events assosiated with this evaluation first.
es_es: Por favor, elimine primero todos los eventos asociados con esta evaluación.

source: The evaluation was deleted successfully.
es_es: La evaluación se ha eliminado con éxito.

source: Evaluation delete failed.
es_es: Error al eliminar la evaluación.

source: Survey Groups
es_es: Grupos de encuesta

source: Event
es_es: Evento

source: Group Set Name
es_es: Nombre de grupo

source: Number of Groups
es_es: Número de grupos

source: Released?
es_es: Publicado?

source: Are you sure you want to delete this group set permanently?
es_es: ¿Estás seguro de que quieres borrar este grupo?

source: Release
es_es: Publicar

source: View/Edit Group Set
es_es: Ver/editar grupo

source: Delete Group Set
es_es: Eliminar conjunto de grupos

source: DOMDocument could not be found. Please contact your system administrator to use TeamMaker.
es_es: No se encontró DOMDocument. Por favor, póngase en contacto con el administrador del sistema para usar TeamMaker.

source: Create Group Set
es_es: Crear conjunto de grupos

source: Survey Groups > Teams Summary
es_es: Encuesta de grupos > Resumen de equipos

source: The group set was added successfully.
es_es: El conjunto de grupos se ha añadido correctamente.

source: The group set saving failed.
es_es: Error al guardar el conjunto de grupos.

source: The group set was released successfully.
es_es: El conjunto de grupos fue publicado con éxito.

source: Releasing group set failed.
es_es: Falló la publicación del grupo
